epyc-7763-guc/20240905-1444-guc-tests/logs/1-32768-10-index-yes-no-no-256-1726020557/pgbench.log
pgbench (18devel)
transaction type: /mnt/data/scalability-tests-2/20240905-1444-guc-tests/logs/1-32768-10-index-yes-no-no-256-1726020557/index.sql
scaling factor: 1
query mode: prepared
number of clients: 256
number of threads: 256
maximum number of tries: 1
duration: 5 s
number of transactions actually processed: 6898062
number of failed transactions: 0 (0.000%)
latency average = 0.184 ms
initial connection time = 73.945 ms
tps = 1393532.676613 (without initial connection time)